basic-lab-skills.tex
% Created 2024-01-08 Mon 10:57
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Antonino Libarnes}
\date{\today}
\title{Basic laboratory skills}
\hypersetup{
 pdfauthor={Antonino Libarnes},
 pdftitle={Basic laboratory skills},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.1 (Org mode 9.7)}, 
 pdflang={English}}
\usepackage{biblatex}

\begin{document}

\maketitle
\tableofcontents

\section{Personal Protective Equipment (PPE)}
\label{sec:orgee80a07}
\begin{itemize}
\item protect against specific hazards
\item worn at all times
\item[{eye}] safety glasses with side protection >>> splash goggles
\item[{shortwave UV}] full face mask with UV protectant material
\item[{gloves}] latex, nitrile, vinyl
\begin{description}
\item[{latex}] simple barrier
\item heat/cold resistant for extreme temperatures
\end{description}
\item[{feet}] closed-toed shoes
\end{itemize}
\section{Pipetting}
\label{sec:orgd9d7be5}
\subsection{vacuum-assisted pipets}
\label{sec:orga283daa}
\begin{itemize}
\item liquid drawn by creating vacuum w/ pump
\begin{itemize}
\item pump can be rubber bulb, motorized pump, etc.
\end{itemize}
\item 1-25 mL
\item measure volume at bottom of meniscus
\item some have cotton plug inside top
\item[{Pasteur pipet}] glass, no graduation marks; used to transfer liquid
\item[{disposable plastic transfer pipet, bulb pipet}] graduated, but not accurate
\begin{itemize}
\item available in sterile packages
\end{itemize}
\item[{volumetric}] glass, graduation marks; measure single specific volume very accurately
\begin{itemize}
\item accurate w/ gravity; do \uline{NOT} blow out remaining liquid
\item 10 mL Class A has 0.02 mL accuracy
\end{itemize}
\item[{graduated}] glass/plastic cylindrical shape, not as accurate as volumetric
\begin{description}
\item[{Mohr pipets}] dead volume beyond zero mark; do \uline{NOT} empty
\item[{serological pipet}] deliver entire contents; blow out last drops
\item 10 mL disposable serological pipet has 0.15 mL accuracy
\end{description}
\end{itemize}
\subsection{micropipets}
\label{sec:org09aec1f}
\begin{itemize}
\item measure fixed or adjustable volumes
\item <1 mL
\item[{volume ranges}] 0.5-10, 2-20, 20-200, 100-1,000 (uL)
\begin{itemize}
\item most accurate at top of range
\end{itemize}
\item[{accuracy}] \textasciitilde{}0.5-4\%
\item fresh tip for every new reagent
\item mechanisms
\end{itemize}
\end{document}